Repository: awesome-academy/hn_naitei16_python-restaurant
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
vi: Số điện thoại phải có định dạng sau: '+999999999'. Độ dài tối đa là 15 kí tự.

source: Phone number
vi: Số điện thoại

source: Address
vi: Địa chỉ

source: Enter the same password as before, for verification.
vi: Nhập lại mật khẩu trên để xác minh.

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
vi: Bắt buộc. Tối đa 150 kí tự. Chỉ được nhập số, chữ cái và @/./+/-/_

source: The password is too similar to the %(verbose_name)s.
vi: Mật khẩu có chứa thông tin giống với %(verbose_name)s.

source: Your password can’t be too similar to your other personal information.
vi: Mật khẩu không được chứa thông tin cá nhân của bạn.

source: This password is too common.
vi: Mật khẩu này quá phổ biến.

source: Your password can’t be a commonly used password.
vi: Không được đặt các mật khẩu quá phổ biến.

source: This password is entirely numeric.
vi: Mật khẩu này chỉ chứa toàn số.

source: Your password can’t be entirely numeric.
vi: Không được đặt mật khẩu chỉ chứa toàn số.

source: Enter a valid username. This value may contain only letters, numbers, and @/./+/-/_ characters.
vi: Lưu ý: Tên đăng nhập hợp lệ chỉ được chứa số, chữ cái hoặc các kí tự @/./+/-/_

source: Your password must contain at least %(min_length)d character.
vi: Mật khẩu của bạn phải chứa ít nhất %(min_length)d kí tự.

source: This password is too short. It must contain at least %(min_length)d character.
vi: Mật khẩu này quá ngắn. Mật khẩu phải chứa ít nhất %(min_length)d kí tự.

source: The two password fields didn’t match.
vi: Hai trường mật khẩu không giống nhau.

source: OnlineRestaurant | Login
vi: Đăng nhập

source: Login
vi: Đăng nhập

source: Submit
vi: Gửi

source: Forgot Password?
vi: Quên mật khẩu?

source: Need an Account?
vi: Chưa có tài khoản?

source: Sign Up Now
vi: Đăng ký ngay

source: OnlineRestaurant | Logout
vi: Đăng xuất

source: You have been logged out
vi: Bạn đã đăng xuất thành công

source: Login Again
vi: Đăng nhập lại

source: OnlineRestaurant | Password Reset
vi: Cấp lại mật khẩu

source: Reset Password
vi: Cấp lại mật khẩu

source: Request Password Reset
vi: Yêu cầu cấp lại mật khẩu

source: Your password has been set.
vi: Mật khẩu mới của bạn đã được thay đổi.

source: Sign In Here
vi: Đăng nhập ở đây

source: An Email has been sent with instruction to reset your password
vi: Hướng dẫn cấp lại mật khẩu đã được gửi đến hòm thư của bạn

source: OnlineRestaurant | Profile
vi: Trang cá nhân

source: Hello
vi: Xin chào

source: This is your profile page. Here you can see and change your personal infomation.
vi: Đây là trang cá nhân của bạn. Bạn có thể xem và thay đổi thông tin cá nhân của mình.

source: Edit profile
vi: Chỉnh sửa

source: Reviews
vi: Đánh giá

source: Comments
vi: Bình luận

source: Orders
vi: Đơn hàng

source: ADMIN
vi: QUẢN LÝ

source: STAFF
vi: NHÂN VIÊN

source: NORMAL USER
vi: NGƯỜI DÙNG

source: Last login:
vi: Lần đăng nhập cuối:

source: Date joined:
vi: Ngày tham gia:

source: Show more
vi: Xem thêm

source: My account
vi: Tài khoản của tôi

source: Change password
vi: Thay đổi mật khẩu

source: Settings
vi: Cài đặt

source: Password Reset
vi: Cập nhật mật khẩu

source: Current password
vi: Mật khẩu hiển tại

source: New password
vi: Mật khẩu mới

source: New password (confirm)
vi: Xác nhận mật khẩu mới

source: Save
vi: Lưu

source: User information
vi: Thông tin cá nhân

source: Username
vi: Tên tài khoản

source: Email address
vi: Địa chỉ email

source: First name
vi: Tên

source: Last name
vi: Họ

source: Contact information
vi: Thông tin liên hệ

source: Phone Number
vi: Số điện thoại

source: City
vi: Thành phố

source: Country
vi: Quốc gia

source: Postal code
vi: Mã bưu điện

source: Order History
vi: Lịch sử đặt hàng

source: Order ID
vi: ID đơn hàng

source: Items
vi: Món ăn

source: Total
vi: Tổng

source: Date and Time
vi: Ngày giờ

source: Status
vi: Trạng thái

source: Delivered To
vi: Địa chỉ nhận

source: Contact No.
vi: Số điện thoại

source: View Receipt
vi: Xem hóa đơn

source: Payment
vi: Thanh toán

source: Cancel
vi: Hủy

source: Re-Order
vi: Đặt lại đơn

source: You have not ordered anything yet.
vi: Bạn chưa có đơn hàng nào cả.

source: OnlineRestaurant | Register
vi: Đăng ký

source: Join Today
vi: Tham gia ngay

source: Sign Up
vi: Đăng ký

source: Already Have an Account?
vi: Đã có tài khoản?

source: Sign In
vi: Đăng nhập

source: OnlineRestaurant | Wishlist
vi: Danh sách ưa thích

source: Wishlist
vi: Ưa thích

source: You have
vi: Bạn có

source: item
vi: món ăn

source: in wishlist
vi: trong danh sách ưa thích

source: Food Image
vi: Ảnh món ăn

source: OnlineRestaurant | Cart
vi: Giỏ hàng

source: Cart
vi: Giỏ hàng

source: Item
vi: Món ăn

source: Price
vi: Giá

source: Quantity
vi: Số lượng

source: Remove
vi: Xóa

source: Order Summary:
vi: Thông tin đơn hàng:

source: Item Subtotal:
vi: Giá tạm tính:

source: Delivery Fee:
vi: Phí vận chuyển:

source: Amount to be paid:
vi: Cần thanh toán:

source: Continue Shopping
vi: Tiếp tục mua sắm

source: Checkout
vi: Thanh toán

source: There are no items in your cart.
vi: Hiện không có sản phẩm nào trong giỏ hàng.

source: OnlineRestaurant | Checkout
vi: Điền hóa đơn

source: You will be paying
vi: Bạn sẽ phải trả

source: Fill in the details below to continue to payment.
vi: Điền các thông tin bên dưới để tiến hành thanh toán.

source: Recipient
vi: Người nhận

source: Full Name
vi: Họ và tên

source: Mobile Phone Number
vi: Số điện thoại (di động)

source: Full Address
vi: Địa chỉ

source: Shipping Address
vi: Địa chỉ nhận hàng

source: Destination City
vi: Thành phố nơi nhận hàng

source: Destination Country
vi: Quốc gia nơi nhận hàng

source: Postal Code
vi: Mã bưu điện

source: Shipping Note
vi: Lưu ý vận chuyển

source: A short message for drivers to better find your place.
vi: Lời nhắn cho tài xế để tìm kiếm địa chỉ của bạn tốt hơn.

source: Agree to our terms and conditions.
vi: Đồng ý với điều khoản và dịch vụ của quán.

source: Continue to Payment
vi: Tiến hành Thanh toán

source: OnlineRestaurant | Payment
vi: Thanh toán

source: Your order id is
vi: Mã đơn hàng của bạn là

source: Pay
vi: Thanh toán

source: Continue Shopping?
vi: Tiếp tục mua sắm?

source: OnlineRestaurant | Payment failed
vi: Thanh toán thất bại

source: Payment Failed
vi: Giao dịch không thành công

source: In case your money has been deducted, money will be auto refunded in 7-10 days. You can contact us for any queries or details.
vi: Nếu tài khoản của bạn đã bị trừ tiền, số tiền sẽ được tự động hoàn trả lại trong vòng 7-10 ngày. Vui lòng liên lạc để biết thêm chi tiết.

source: Continue shopping
vi: Tiếp tục mua sắm

source: OnlineRestaurant | Payment success
vi: Thanh toán thành công

source: Payment Success
vi: Thanh toán thành công

source: Thank you for choosing us.
vi: Cảm ơn vì đã lựa chọn quán.

source: Show Receipt
vi: Xem hóa đơn

source: OnlineRestaurant | Receipt
vi: Hoá đơn

source: RECEIPT
vi: HÓA ĐƠN

source: FOOD
vi: MÓN

source: QTY
vi: SL

source: PRICE
vi: GIÁ

source: RECIPIENT
vi: NGƯỜI NHẬN

source: ADDRESS
vi: ĐỊA CHỈ

source: PHONE NO.
vi: SĐT

source: THANK YOU
vi: XIN CẢM ƠN

source: Back
vi: QUAY LẠI

source: Print Receipt
vi: In hóa đơn

source: Home
vi: Trang chủ

source: Previous
vi: Trước

source: Next
vi: Sau

source: REMOVE FROM CART
vi: XÓA KHỎI GIỎ HÀNG

source: ADD TO CART
vi: THÊM VÀO GIỎ HÀNG

source: PROCESS
vi: ĐĂNG NHẬP

source: Average user rating
vi: Trung bình đánh giá của người dùng

source: Rating breakdown
vi: Thống kê

source: Leave your comment
vi: Hãy để lại nhận xét ở đây

source: Add comment
vi: Thêm đánh giá

source: profile
vi: Hồ sơ cá nhân

source: Reply
vi: Trả lời

source: comment
vi: phản hồi

source: Delete
vi: Xoá

source: Comment
vi: Nhận xét

source: Submit comment
vi: Gửi

source: Login to comment
vi: Đăng nhập để trả lời

source: Rating
vi: Đánh giá

source: Login to submit
vi: Đăng nhập để gửi

source: OnlineRestaurant | Home
vi: Trang chủ

source: Welcome to our Online Restaurant
vi: Chào mừng đến với nhà hàng Online

source: Take a look
vi: Xem thử

source: pizza-image
vi: ảnh pizza

source: 3-Steps to get our Food
vi: 3 bước để có đồ ăn ngon

source: Order
vi: Chọn món

source: Order food from menu below
vi: Hãy chọn từ thực đơn ở dưới

source: Cook and Deliver
vi: Nấu và giao hàng

source: Checkout cart and pay the bill
vi: Ngay khi hoàn tất thanh toán

source: Enjoy
vi: Thưởng thức

source: Tracking and receive your order
vi: Sau khi theo dõi đơn hàng và nhận món

source: Our Menu
vi: Thực đơn

source: Customers' Top Picks
vi: Món ăn được ưa thích

source: Search Results
vi: Kết quả tìm kiếm

source: Your search
vi: Từ khóa

source: returned
vi: trả về

source: result
vi: kết quả

source: About
vi: Thông tin

source: Team 1
vi: Nhóm 1

source: Name
vi: Tên

source: Write your message here..
vi: Viết lời nhắn của bạn ở đây

source: Hi
vi: Xin chào

source: Profile
vi: Hồ sơ cá nhân

source: Logout
vi: Đăng xuất

source: Register
vi: Đăng ký

source: Close
vi: Đóng

source: Search
vi: Tìm kiếm

source: Menu
vi: Thực đơn

source: Your account has been created! You can login now
vi: Tạo tài khoản thành công! Đã sẵn sàng để đăng nhập

source: Your password was successfully updated.
vi: Mật khẩu mới của bạn đã được thay đổi.

source: Your phone number is invalid.
vi: Số điện thoại bạn nhập không hợp lệ.

source: Your information was succesfully updated.
vi: Cập nhật thông tin cá nhân thành công.

source: Bill checkout processing failed.
vi: Xử lý hóa đơn thanh toán không thành công.

source: Failed removing item from wishlist.
vi: Xoá món ăn khỏi danh sách không thành công.
